Repository: josedu90/josedudev.digital
Catalog: josedudev.xyz/web/app/languages/plugins/product-gtin-ean-upc-isbn-for-woocommerce-*.po
Languages: es_es

source: Display the code as order item meta.
es_es: Mostrar el código como meta del elemento de pedido.

source: Product GTIN (EAN, UPC, ISBN) for WooCommerce is enabled but not effective. It requires WooCommerce in order to work.
es_es: Product GTIN (EAN, UPC, ISBN) for WooCommerce se ha activado pero no funciona. Requiere WooCommerce para que funcione.

source: Add a Global Trade Item Number (EAN, UPC, ISBN, JAN, ITF-14) field to WooCommerce
es_es: Añade un campo de número para venta global (EAN, UPC, ISBN, JAN, ITF-14) a WooCommerce

source: N/A
es_es: N/D

source: Code EAN:
es_es: Código EAN:

source: Settings
es_es: Ajustes

source: Add the %s code for this product
es_es: Añadir el código %s a este producto

source: %s Code:
es_es: Código %s:

source: Set this option if you want search products also by GTIN Code in administrator product list.
es_es: Establece esta opción si deseas buscar productos también por código GTIN en la lista de productos de administración.

source: Search by Code GTIN in Admin product search
es_es: Buscar por código GTIN en la búsqueda en la administración de productos

source: Set this option if you want search products also by GTIN Code
es_es: Establece esta opción si deseas buscar productos también por código GTIN

source: Search by Code GTIN
es_es: Buscar por código GTIN

source: Set this option if you want hide the code when it is empty.
es_es: Establece esta opción si deseas ocultar el código cuando está vacío.

source: Hide Code GTIN if empty
es_es: Ocultar código GTIN si está vacío

source: Display the code in checkout page.
es_es: Mostrar el código en la página de pago.

source: Display the code in cart.
es_es: Mostrar el código en el carrito.

source: Display the code in loop.
es_es: Mostrar el código en el loop.

source: Display the code in single product page.
es_es: Mostrar el código en la página de producto.

source: Show Code GTIN:
es_es: Mostrar código GTIN:

source: The label that the customers will see on site before the code. (i.e. "EAN Code:", "UPC:", "ISBN-") )
es_es: La etiqueta que los clientes verán en el sitio antes del código. (es decir, "EAN Code:", "UPC:", "ISBN-"))

source: Public label of GTIN Code
es_es: Etiqueta pública del código GTIN

source: The label of code (i.e. EAN, UPC, ISBN, JAN, ITF-14) )
es_es: La etiqueta del código (es decir, EAN, UPC, ISBN, JAN, ITF-14))

source: Label of GTIN Code
es_es: Etiqueta del código GTIN

source: In this area you can set the plugin options
es_es: En esta área puedes establecer las opciones del plugin

source: Product GTIN Settings
es_es: Ajustes de GTIN del producto

source: Product GTIN
es_es: GTIN del producto
